<%@ Page Language="C#" MasterPageFile="~/MasterPage/Gdwn.master" AutoEventWireup="true" CodeFile="WHRInstructions.aspx.cs" Inherits="BranchPages_WHRInstructions" Title="Untitled Page" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">

<%--<script type="text/javascript">
    function PrintDiv() {
        var divContents = document.getElementById("ReportDiv").innerHTML;
        var printWindow = window.open('', '', 'height=200,width=400');
     //   printWindow.document.write('<html><head><title>WHR</title>');
        printWindow.document.write('</head><body >');
        printWindow.document.write(divContents);
        printWindow.document.write('</body></html>');
        printWindow.document.close();
        //   printWindow.Number.MAX_VALUE = 1;
        
        printWindow.print();
        printWindow.close();
    }
    </script>--%>
    
    <script type="text/javascript">
        function PrintDiv() {
            var contents = document.getElementById("ReportDiv").innerHTML;
            var frame1 = document.createElement('iframe');
            frame1.name = "frame1";
            frame1.style.position = "absolute";
            frame1.style.top = "-1000000px";
            document.body.appendChild(frame1);
            var frameDoc = frame1.contentWindow ? frame1.contentWindow : frame1.contentDocument.document ? frame1.contentDocument.document : frame1.contentDocument;
            frameDoc.document.open();
            frameDoc.document.write('<html><head><title></title>');
            frameDoc.document.write('</head><body>');
            frameDoc.document.write(contents);
            frameDoc.document.write('</body></html>');
            frameDoc.document.close();
            setTimeout(function() {
                window.frames["frame1"].focus();
                window.frames["frame1"].print();
                document.body.removeChild(frame1);
            }, 500);
            return false;
        }
    </script>
    
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
  <asp:Button ID="btnprint" runat="server" Text="Print" 
        onclick="btnprint_Click" />
<div id="ReportDiv">
  
<table style="font-size: xx-small">
<tr>

<td colspan="2" align="center">
<h3 style="text-decoration: underline">भंडारण की शर्तें</h3>
</td>
</tr>
<tr>
<td>
1.
</td>
<td style="text-decoration: underline; font-weight: bold;">
भंडारण के लिए निविदा:
</td>
</tr>
<tr>
<td></td>
<td>
<p align="justify">
(क) भंडारण के सभी माल उठाई-धराई के लिए समुचित रूप से चिन्हित कर और बांधकर माल गोदाम में सुपुर्द किया जायेगा,जमाकर्ता सुपुर्दगी के समय या इसके पूर्व,मार्क,ब्रांड अथवा आकार, जिसमें रखना है व प्रथक रूप से लेखा रखा जाना है तथा अपेछित भंडारण श्रेणी जो चाहिए दर्शाते हुये माल सूची प्रस्तुत करेगा। अन्यथा स्थिति मे माल को मालगोदामपाल के विवेक पर समूह में या अलग अलग ढेर में रखा जा सकेगा और तदनुशार खर्च लिया जायेगा। 
</p>
</td>
</tr>
<tr>
<td>
</td>
<td>
<p align="justify">
(ख) यहां उपयोग मे लाये गए शब्द 'ढेर' का तात्पर्य माल की इकाई या इकाइयों मे है जिसके लिए मालगोदामपाल द्वारा एक प्रथक लेखा रखा जायेगा । ढेर की समस्त या कोई भी इकाई  बाद में छांटे बिना सुपुर्द की जाएगी जब तक की कोई विशेष व्यवस्था ना की गई हो, और यह खर्चा लगाए जाने के अधीन होगा। 
</p>
</td>
</tr>
<tr>
<td>
</td>
<td>
<p align="justify">
(ग) जब तक अन्यथा उपबंधित ना हो, माल गोदाम केवल एसे पेकेजों में माल का भंडारण करने तथा सुपुर्दगी देने का वचन देता है जिनमें यह मूलतः प्राप्त किया गया है ।

</p>
</td>
</tr>
<tr>
<td>
2.
</td>
<td style="text-decoration: underline; font-weight: bold;">
भंडारण की अवधि:
</td>
</tr>

<tr>
<td></td>
<td>
<p align="justify">
(क) जब तक अन्यथा उपबंधित ना हो,समस्त माल माह प्रतिमाह के आधार पर भंडारण में रखा गया है । भंडारण का माह एक कलेंडर माह की किसी तारीख से शुरू होगा, किन्तु आगामी माह की तथा समस्त अनुवर्ती कलेंडरों माहों की वही तारीख उसमे शामिल नहीं होगी । किन्तु यदि अनुवर्ती कलेंडर माह में एसी कोई तत्संबंधित तारीख ना पड़े तो वह अवधि उस माह की अंतिम तारीख तक होगी - जिसमें तारीख शामिल होगी । यदि भंडारण माह के अंतिम दिन रविवार या कानूनी अवकाश हो तो यह माना जाएगा की भंडारण का माह आगामी करोवार दिवस को समाप्त होता है जब तक अन्यथा उपबंधित ना हो, भंडारण तथा बीमा खर्च सहित समस्त खर्च माह प्रतिमाह के आधार पर होंगे।
</p>
</td>
</tr>
<tr>
<td></td>
<td>
<p align="justify">
(ख)	(एक) यदि माल नश्वर स्वरूप का हो अथवा रखने से मूल्य में भारी ह्रास होता हो या अन्य सम्पति को हानि होती हो, तो माल गोपामपाल माल के रसीदधारी को ऐसी परिसिथतियों में समुचित तथा संभव सूचना दे सकेगा बशर्ते कि धारक का नाम एवं पता मालगोदामपाल को ज्ञात हो अथवा यदि उसे ज्ञात न हो तब जमाकर्ता को दे सकेगा,यह कहते हुए कि वह माल पर अधिकार के बारे में समाधान करे और माल गोदाम से उसे हटाए और ऐसे व्यकित के द्वारा अधिकार के बारे में समाधान करने और सूचना में विहित समय के भीतर माल उठाने में असफल होने पर मालगोदामपाल आम नीलाम में माल को बेच सकेगा । </p>

<p align="justify">
 (दो) यदि मालगोदामपाल समुचित प्रयास के बावजूद माल का विक्रय करने में असमर्थ रहता है तो वह ऐसे किसी भी तरीके से उसको व्ययन कर सकेगा  जो वह उचित समझे और इस कारण उस पर कोर्इ दायित्व नहीं होगा । 
</p>
<p align="justify">
(तीन) मालगोदामपाल इस धारा के अनुसरण में किये गए विक्रय से प्राप्त राशि से अपने अधिकारी की पूर्ति करेगा और शेष राशि रसीदधारी के लिए अमानत बतौर रखेगा । 
</p>
</td>
</tr>

<tr>
<td>
3.
</td>
<td style="text-decoration: underline; font-weight: bold;">
सुपुर्दगी की आवश्यकताएँ:
</td>
</tr>
<tr>
<td></td>
<td>
<p align="justify">
(क)	माल की सुपुर्दगी या अन्तरण के अनुदेश सदैव लिखित में होंगें और उस पर भण्डारी या उसके प्राधिकृत एजेण्ट के हस्ताक्षर होंगें । </p>
</td>
</tr>
<tr>
<td>
</td>
<td>
<p align="justify">
(ख)	जब परक्राम्य रसीद जारी की गर्इ हो तब रसीद के अन्तर्गत आने वाले किसी भी माल की 	सुपुर्दगी तब तक नहीं दी जायेगी जब तक कि समुचित रूप से पृष्ठांकित रसीद रदद करने के लिए या उस पर आंशिक सुपुर्दगी के पृष्ठांकन के लिए प्रस्तुत न की गर्इ हो । </p>
</td>
</tr>
<tr>
<td>
</td>
<td>
<p align="justify">
(ग)	यदि परक्राम्य रसीद गुम हो या नष्ट हो गर्इ हो तो उसके अन्तर्गत आने वाले माल की सुपुर्दगी तब तक नहीं की जायेगी जब तक कि माल के आधिपत्य के लिए कानूनी रूप से हकदार 	व्यकित ने प्रतिलिपि रसीद प्राप्त न कर ली हो और प्रस्तुत नहीं कर दिया हो । <br />
    प्रतिलिपि ऐसे निबंधनों तथा शर्तो पर और अधिनियम तथा नियमों के अधीन उपबंधित किए अनुसार किसी दायित्व के लिए मालगोदामपाल को क्षतिपूर्ति बंधपत्र प्रस्तुत करने पर जारी की जावेगी । 
</p>
</td>
</tr>

<tr>
<td>
4.
</td>
<td style="text-decoration: underline; font-weight: bold;">
दायित्व:
</td>
</tr>
<tr>
<td></td>
<td>
<p align="justify">
(क)	मालगोदाम वचन देता है कि माल रखने के लिए कानून द्वारा अपेक्षित समुचित सावधानी और परिश्रम करेगा । </td>
</tr>
<tr>
<td>
</td>
<td>
<p align="justify">
(ख)	मालगोदामपाल का यह दायित्व जमा करने की तारीख को माल के मूल्य अर्थात रूपये_________ प्रति_________तक सीमित होगा तब तक कि जमाकर्ता ने 	इस राशि से अधिक मूल्य की लिखित में घोषणा न की हो और बढ़े हुए दायित्व को पूरा करने के लिए अतिरिक्त खर्च का भुगतान कर दिया हो । </td>
</tr>
<tr>
<td>
</td>
<td>
<p align="justify">
(ग)	नश्वर वस्तुएं, या ऐसी वस्तुएं जिनमें तापमान में परिवर्तन होने से नुकसान हो सकता है, भण्डारण की सामान्य व्यवस्था से उत्पन्न होने वाली क्षति के लिए केवल मालिक के जोखिम 	पर स्वीकार की जाती है । </p>
</td>
</tr>

<tr>
<td></td>
<td>
<p align="justify">
(घ)	माल जमा करने वाला व्यकित सुपुर्दगी लेते समय अन्र्तवस्तुओं का परीक्षण करेगा और माल की हुर्इ क्षति या हानि, यदि कोर्इ हो तो सम्पूर्ण ब्यौरा सहित लिखित सूचना मालगोदामपाल की सुपुर्दगी से 72 ''बहत्तर'' घंटे के भीतर देगा । सूचना की एक प्रति विहित 	प्राधिकारी को भी भेजी जावेगी । यदि जमाकर्ता द्वारा क्षति या हानि की सूचना समय पर नहीं दी जाती है तो माल गोदामपाल के विरूद्ध कोर्इ दावा वैध नहीं होगा । जमाकर्ता द्वारा 	मालगोदामपाल को हानि के दावे की ऐसी ही सूचना उस समय दी जायेगी जब उसे (जमाकर्ता को) माल गोदाम में माल रखे रहने के दौरान किसी क्षति या हानि की जनकारी होती है । </tr>
<tr>
<td>
</td>
<td>
<p align="justify">
(ड)	मालगोदामपाल वजन में सामान्य और व्यवहारिक रू से हुर्इ कमी के लिए उत्तरदायी 	नहीं है ।
</p>
</td>
 </tr>
<tr>
<td>
</td>
<td>
<p align="justify">
(च)	माल की किस्म,हालात,मूल्य और अन्र्तवस्तु के बार में मालगोदामपाल को कोर्इ जानकारी नहीं है जब तक कि माल गोदाम रसीद में उसका विशेष रूप से उल्लेख न किया गया हो । 
</p>
 </td>
</tr>
<tr>
<td>
5.
</td>
<td style="text-decoration: underline; font-weight: bold;">
शुल्क की अनुसूची:
</td>
</tr>
<tr>
<td>
</td>
<td>
<p align="justify">
जब कभी मालगोदामपाल द्वारा इस संविदा में शुल्क या शुल्कों के लिए निर्वधनों या शर्तों का प्रावधान किया जाता है तब ऐसा शुल्क या शुल्कों की राशि मालगोदामपाल को तत्समय प्रभावी शुल्क दर सूची जब शुल्क प्रतिभूत हो अथवा जब सेवा की गर्इ हो, से अधिक नहीं होगी । लिये जाने वाले अधिकतम शुल्क की अनुसूची वह होगी जो विहित प्राधिकारी द्वारा अनुमोदन की गर्इ हो । <br />
	संग्रहित माल का रूपये ____________________ का अग्निबीमा किया गया है और माल गोदाम का बीमा रूपये __________________का किया गया है । 
	यदि जमाकर्ता के निवेदन पर माल एक कक्ष से दूसरे (कक्ष) में या एक माल गोदाम से दूसरे (माल गोदाम) में स्थानांतरित किया जाता है तो उठार्इ-भरार्इ के लिए खर्च लिया जायेगा । <br />
	
	मालगोदामपाल स्वयं के खर्च पर भी सूचना दिये बिना भण्डारण में रखे किसी माल को माल गोदाम के एक कक्ष से दूसरे (कक्ष) में स्थानांतरित कर सकेगा बशर्ते कि ऐसे स्थानान्तरण से भण्डारण की श्रेणी में कोर्इ परिवर्तन न हो । <br />
	उठार्इ-धरार्इ, लदार्इ, उतरार्इ और अतिरिक्त सेवा जैसे मरम्मत, सुधाना, पुन: भरार्इ-तुलार्इ आदि जो जमाकर्ता के हित में की गर्इ हो, के खर्चें का भुगतान सामान्य भण्डारण शुल्क के अतिरिक्त माल के जमाकर्ता द्वारा किए जाएंगे । 
</p>
 </td>
</tr>
</table>
</div>
</asp:Content>

